//--------------------------------------------------------------------------------------------------------------------------------------------------
//				ゲーム部のインクルードファイル
//--------------------------------------------------------------------------------------------------------------------------------------------------
#include	"../soz_tex_no.h"
#include	"../soz_group_no.h"
#include	"../soz_rect.h"
#include	"game_custom.h"
#include	"../main.h"
#include	"../soz_1st_dialog.h"
#include	"../soz_create_window.h"
#include	"main2nd.h"
#include	"gamemain.h"




